* [2021-02-28 Sun]
  :LOGBOOK:
  CLOCK: [2021-02-28 Sun 12:07]--[2021-02-28 Sun 12:33] =>  0:26
  :END:

* [2021-03-01 Mon]
  :LOGBOOK:
  CLOCK: [2021-03-01 Mon 13:08]--[2021-03-01 Mon 13:58] =>  0:50
  CLOCK: [2021-03-01 Mon 11:30]--[2021-03-01 Mon 11:00] =>  0:30
  CLOCK: [2021-03-01 Mon 02:20]--[2021-03-01 Mon 03:30] =>  1:10
  CLOCK: [2021-03-01 Mon 00:19]--[2021-03-01 Mon 01:25] =>  1:06
  :END:
